Repository: esxx/Keya-Authenticator
Catalog: Keya Authenticator/Localization/Localizable.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, pt_br

source: This will permanently delete all your tokens and settings. This cannot be undone.
es_419: Esto eliminará permanentemente todos tus tokens y configuraciones. Esto no se puede deshacer.
fr: Cela supprimera définitivement tous vos jetons et paramètres. Cette action est irréversible.
ja: すべてのトークンと設定が完全に削除されます。この操作は取り消せません
ko: 모든 토큰과 설정이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Isso excluirá permanentemente todos os seus tokens e configurações. Isso não pode ser desfeito.

source: This will permanently delete this token. This cannot be undone.
es_419: Esto eliminará permanentemente este token. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement ce jeton. Cette action est irréversible.
ja: このトークンが完全に削除されます。この操作は取り消せません
ko: 이 토큰이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Isso excluirá permanentemente este token. Isso não pode ser desfeito.

source: Token not found
es_419: Token no encontrado
fr: Jeton introuvable
ja: トークンが見つかりません
ko: 토큰을 찾을 수 없습니다
pt_br: Token não encontrado

source: Tokens with a time period other than 30 seconds aren't included (%lld). Use JSON export for them.
es_419: Los tokens con un período distinto de 30 segundos no se incluyen (%lld). Usa la exportación JSON para ellos.
fr: Les jetons dont la période n'est pas de 30 secondes ne sont pas inclus (%lld). Utilisez l'export JSON pour ceux-ci.
ja: 期間が30秒以外のトークンは含まれていません（%lld件）。それらはJSONでエクスポートしてください。
ko: 주기가 30초가 아닌 토큰은 포함되지 않습니다(%lld개). 해당 토큰은 JSON으로 내보내세요.
pt_br: Tokens com período diferente de 30 segundos não estão incluídos (%lld). Use a exportação em JSON para eles.

# Too many attempts. Try again in %lldm %llds.
source: Too many attempts. Try again in %1$lldm %2$llds.
es_419: Demasiados intentos. Inténtalo de nuevo en %1$lldm %2$llds.
fr: Trop de tentatives. Réessayez dans %1$lldm %2$llds.
ja: 試行回数が多すぎます。%1$lldm %2$llds後に再試行してください。
ko: 시도 횟수 초과. %1$lldm %2$llds 후에 다시 시도하세요.
pt_br: Muitas tentativas. Tente novamente em %1$lldm %2$llds.

source: Too many attempts. Try again in %llds.
es_419: Demasiados intentos. Inténtalo de nuevo en %llds.
fr: Trop de tentatives. Réessayez dans %llds.
ja: 試行回数が多すぎます。%llds後に再試行してください。
ko: 시도 횟수 초과. %llds 후에 다시 시도하세요.
pt_br: Muitas tentativas. Tente novamente em %llds.

source: Treat me to a family dinner
es_419: Invítame a una cena familiar
fr: Offrez-moi un dîner en famille
ja: 家族での夕食をご馳走ください
ko: 가족 저녁 식사를 대접해 주세요
pt_br: Me convide para um jantar em família

source: Unencrypted export
es_419: Exportación sin cifrar
fr: Export non chiffré
ja: 暗号化なしエクスポート
ko: 암호화되지 않은 내보내기
pt_br: Exportação não criptografada

source: Unfavorite
es_419: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기 해제
pt_br: Remover dos favoritos

source: Unlock with %@
es_419: Desbloquear con %@
fr: Déverrouiller avec %@
ja: %@でロック解除
ko: %@(으)로 잠금 해제
pt_br: Desbloquear com %@

source: Valid secret key
es_419: Clave secreta válida
fr: Clé secrète valide
ja: 有効な秘密鍵
ko: 유효한 비밀 키
pt_br: Chave secreta válida

source: We're open-source — learn more
es_419: Somos open-source — más información
fr: Nous sommes open-source — en savoir plus
ja: オープンソースです — 詳細を見る
ko: 오픈 소스입니다 — 더 알아보기
pt_br: Somos open-source — saiba mais

source: Website
es_419: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site

source: Your PIN is required to view the secret key
es_419: Tu PIN es requerido para ver la clave secreta
fr: Votre code PIN est requis pour afficher la clé secrète
ja: シークレットキーを表示するにはPINが必要です
ko: 비밀 키를 보려면 PIN이 필요합니다
pt_br: Seu PIN é necessário para visualizar a chave secreta

source: Your support keeps Keya Authenticator independent and ad-free. It genuinely makes a difference.
es_419: Tu apoyo mantiene Keya Authenticator independiente y sin anuncios. Genuinamente marca la diferencia.
fr: Votre soutien maintient Keya Authenticator indépendant et sans publicités. Cela fait vraiment la différence.
ja: あなたのサポートがKeya Authenticatorを独立的で広告なしに保ちます。本当に大きな違いをもたらします。
ko: 여러분의 지원이 Keya Authenticator를 독립적이고 광고 없이 유지합니다. 정말로 큰 차이를 만듭니다.
pt_br: Seu apoio mantém o Keya Authenticator independente e sem anúncios. Isso realmente faz a diferença.

source: Your token couldn't be saved. Please try again.
es_419: No se pudo guardar tu token. Inténtalo de nuevo.
fr: Impossible d'enregistrer votre jeton. Veuillez réessayer.
ja: トークンを保存できませんでした。もう一度お試しください。
ko: 토큰을 저장할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível salvar seu token. Tente novamente.

source: Your tokens couldn't be loaded. Try locking and unlocking the app.
es_419: No se pudieron cargar tus tokens. Bloquea y desbloquea la app.
fr: Impossible de charger vos jetons. Verrouillez puis déverrouillez l'app.
ja: トークンを読み込めませんでした。アプリをロックしてから解除してみてください。
ko: 토큰을 불러올 수 없습니다. 앱을 잠갔다가 다시 잠금 해제해 보세요.
pt_br: Não foi possível carregar seus tokens. Bloqueie e desbloqueie o app.

source: Your tokens have been saved to a JSON file
es_419: Tus tokens se han guardado en un archivo JSON
fr: Vos jetons ont été enregistrés dans un fichier JSON
ja: トークンがJSONファイルに保存されました
ko: 토큰이 JSON 파일에 저장되었습니다
pt_br: Seus tokens foram salvos em um arquivo JSON

source: Your tokens will be encrypted with AES-256-GCM. You'll need this password to import the backup.
es_419: Tus tokens se cifrarán con AES-256-GCM. Necesitarás esta contraseña para importar el respaldo.
fr: Vos jetons seront chiffrés avec AES-256-GCM. Vous aurez besoin de ce mot de passe pour importer la sauvegarde.
ja: トークンはAES-256-GCMで暗号化されます。バックアップをインポートするにはこのパスワードが必要です
ko: 토큰이 AES-256-GCM으로 암호화됩니다. 백업을 가져오려면 이 비밀번호가 필요합니다.
pt_br: Seus tokens serão criptografados com AES-256-GCM. Você precisará desta senha para importar o backup.

source: Your vault data appears to be corrupted.
es_419: Los datos de tu bóveda parecen estar dañados.
fr: Les données de votre coffre semblent corrompues.
ja: 保管庫のデータが破損しているようです。
ko: 보관함 데이터가 손상된 것 같습니다.
pt_br: Os dados do seu cofre parecem corrompidos.

source: 1 minute
es_419: 1 minuto
ja: 1分
ko: 1분
pt_br: 1 minuto

source: Auto
ja: 自動
ko: 자동

source: FAQ
es_419: Preguntas frecuentes
ja: よくある質問
ko: 자주 묻는 질문
pt_br: Perguntas frequentes

source: HOTP
es_419: Basado en contador (HOTP)
ja: カウンターベース (HOTP)

source: Notes
es_419: Notas
ja: 注意事項
ko: 메모
pt_br: Notas

source: QR code
ja: QRコード
ko: QR 코드

source: Service
es_419: Servicio
ja: サービス
ko: 서비스
pt_br: Serviço

source: TOTP
es_419: Basado en tiempo (TOTP)
ja: 時間ベース (TOTP)

source: Type
es_419: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo

source: OK
ko: 확인
